Autodesk.Revit.DB.Structure.RebarHandleNameData.SetCustomHandleName(System.String)
Sets the name of the handle.
customHandleName:
The name of the handle.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2018